export default {
    common: {
        changeLang: 'Мова',
        lang_uk: 'УКР',
        lang_en: 'ENG',
    },
    header: {
        home: 'головна',
        works: 'роботи',
        about: 'про мене',
        contacts: 'контакти',
    },
    heroSection: {
        title: 'Максим — це',
        description: 'Він створює адаптивні вебсайти, де технології поєднуються з креативністю',
        textBtn: 'Зв’язатися зі мною!!',
        statusBar: {
            text: 'Зараз працює над',
            span: 'Портфоліо',
        },
    },
    quote: {
        text: 'З великою силою приходить великий рахунок за електрику',
        avtor: '— Доктор Хто',
    },
    title: {
        text1: 'проекти',
        all: 'Всі',
    },
    projects: {
        project1: {
            title: 'Система керування рестораном',
            description: 'Веб-застосунок для перегляду оновлень, меню та клієнтів.',
        },
        project2: {
            title: 'Клуб навчання набору тексту',
            description: 'Тренажер для підвищення швидкості та точності друку.',
        },
        project3: {
            title: 'Мій портфоліо-застосунок',
            description: 'Персональний сайт для демонстрації проєктів і контактів.',
        },
        project4: {
            title: 'Портал інформації про Marvel',
            description: 'Перегляд героїв Marvel із пошуком та картками персонажів.',
        },
        project5: {
            title: 'Додаток для їжі (Figma)',
            description: 'Дизайн ресторану з меню та онлайн-замовленням.',
        },
        project6: {
            title: 'Кавовий додаток (Figma)',
            description: 'Концепт кафе з каталогом напоїв і спеціальними пропозиціями.',
        },
        project7: {
            title: 'Splice-додаток (Figma)',
            description: 'Мультимедійний дизайн для редагування аудіо та відео контенту.',
        },
        project8: {
            title: 'No-Code додаток (Figma)',
            description: 'Корпоративний дизайн із представленням команди та послуг.',
        },
    },
}
